Repository: EgerUS/bacon
Catalog: app/lang/*.bacon.po
Languages: cs

source: Account disabled
cs: Účet je zablokován

source: Actions
cs: Akce

source: Active
cs: Aktivní

source: Administration
cs: Správa

source: Are you sure you want to acknowledge %i errors ?
cs: Opravdu chcete potvrdit %i záznam o chybě

source: Are you sure you want to acknowledge %i warnings ?
cs: Opravdu chcete potvrdit %i záznam varování

source: Are you sure you want to acknowledge error ?
cs: Opravdu chcete potvrdit záznam o chybě ?

source: Are you sure you want to acknowledge warning ?
cs: Opravdu chcete potvrdit záznam varování ?

source: Are you sure you want to delete %i items ?
cs: Opravdu chcete smazat %i záznam ?

source: Are you sure you want to delete %i items ? All devices of deleted sources will be converted to manual mode, but will not be deleted.
cs: Opravdu chcete smazat %i záznam ? Všechna zařízení odstraněných zdrojů budou převedena do manuálního režimu, ale nebudou odstraněna.

source: Are you sure you want to delete '%s' ?
cs: Opravdu chcete smazat '%s' ?

source: Are you sure you want to delete '%s' ? All devices of this source will be converted to manual mode, but will not be deleted.
cs: Opravdu chcete smazat '%s' ? Všechna zařízení tohoto zdroje budou převedena do manuálního režimu, ale nebudou odstraněna.

source: Authentication group
cs: Autentizační skupina

source: Authentication groups
cs: Autentizační skupiny

source: Cannot be used an authentication group along with the username and password
cs: Nelze použít autentizační skupinu spolu s uživatelským jménem a heslem

source: Cannot be used an device along with the device group. Please select only one of them.
cs: Nelze použít zařízení spolu se skupinou zařízení. Vyberte pouze jedno z toho.

source: Class
cs: Třída

source: Commands
cs: Příkazy

source: Confirm password
cs: Potvrďte heslo

source: Create
cs: Vytvořit

source: Create new authentication group
cs: Vytvořit novou autentizační skupinu

source: Create new device
cs: Vytvořit nové zařízení

source: Create new device group
cs: Vytvořit novou skupinu zařízení

source: Create new device source
cs: Vytvořit nový zdroj zařízení

source: Create new script
cs: Vytvořit nový skript

source: Create new task
cs: Vytvořit novou úlohu

source: Create new user
cs: Vytvořit nového uživatele

source: Cron '%s' successfully created
cs: Úloha '%s' byla úspěšně vytvořena

source: Cron '%s' successfully deleted
cs: Úloha '%s' byla úspěšně smazána

source: Cron day of month must be at max %d characters long
cs: Hodnota dne v měsíci může obsahovat maximálně %d znak

source: Cron day of month value has invalid format
cs: Hodnota cron dne v měsíci má nesprávný formát

source: Cron day of week must be at max %d characters long
cs: Hodnota dne v týdnu může obsahovat maximálně %d znak

source: Cron day of week value has invalid format
cs: Hodnota cron dne v týdnu má nesprávný formát

source: Cron does not exist
cs: Úloha neexistuje

source: Cron hour must be at max %d characters long
cs: Hodnota hodiny může obsahovat maximálně %d znak

source: Cron hour value has invalid format
cs: Hodnota cron hodiny má nesprávný formát

source: Cron minute must be at max %d characters long
cs: Minuta může obsahovat ma

source: Cron minute value has invalid format
cs: Hodnota cron minuty má nesprávný formát

source: Cron month must be at max %d characters long
cs: Hodnota měsíce může obsahovat maximálně %d znak

source: Cron month value has invalid format
cs: Hodnota cron měsíce má nesprávný formát

source: Cron name
cs: Název úlohy

source: Cron name must be at max %d characters long
cs: Název úlohy může obsahovat maximálně %d znak

source: Cron task '%s' succesfully updated
cs: Úloha '%s' byla úspěšně aktualizována

source: Current alarms
cs: Aktuální alarmy

source: Current password
cs: Současné heslo

source: Database data changes during modification. Please modify data again.
cs: Během editace došlo ke změně dat v databázi. Prověďte prosím editaci znovu.

source: Date and time
cs: Datum a čas

source: Day of month
cs: Den v měsíci

source: Day of week
cs: Den v týdnu

source: Delete
cs: Smazat

source: Description
cs: Popis

source: Description must be at max %d characters long
cs: Popis může obsahovat maximálně %d znak

source: Device
cs: Zařízení

source: Device '%s' succesfully updated
cs: Zařízení '%s' bylo úspěšně aktualizováno

source: Device '%s' successfully created
cs: Zařízení '%s' bylo úspěšně vytvořeno

source: Device '%s' successfully deleted
cs: Zařízení '%s' bylo úspěšně smazáno

source: Device class
cs: Třída zařízení

source: Device does not exist
cs: Zařízení neexistuje

source: Device group
cs: Skupina zařízení

source: Device groups
cs: Skupiny zařízení

source: Device source '%s' succesfully updated
cs: Zdroj zařízení '%s' byl úspěšně aktualizován

source: Device source '%s' successfully created
cs: Zdroj zařízení '%s' byl úspěšně vytvořen

source: Device source '%s' successfully deleted
cs: Zdroj zařízení '%s' byl úspěšně smazán

source: Device source does not exist
cs: Zdroj zařízení neexistuje

source: Device sources
cs: Zdroje zařízení

source: Devices
cs: Zařízení

source: Disabled
cs: Blokován

source: Edit
cs: Upravit

source: Edit authentication group
cs: Upravit autentizační skupinu

source: Edit device
cs: Upravit zařízení

source: Edit device group
cs: Upravit skupinu zařízení

source: Edit device source
cs: Upravit zdroj zařízení

source: Edit scheduled task
cs: Upravit naplánovanou úlohu

source: Edit script
cs: Upravit skript

source: Edit user
cs: Upravit uživatele

source: Email '%s' is not valid
cs: Email '%s' není platný

source: Email must be at max %d characters long
cs: Email může obsahovat maximálně %d znak

source: Enter commands...
cs: Zadejte příkazy...

source: Enter cron day of month...
cs: Zadejte den v měsíci...

source: Enter cron day of week...
cs: Zadejte den v týdnu...

source: Enter cron hour...
cs: Zadejte hodinu...

source: Enter cron minute...
cs: Zadejte minutu...

source: Enter cron month...
cs: Zadejte měsíc...

source: Enter cron name...
cs: Zadejte název úlohy...

source: Enter description...
cs: Zadejte popis...

source: Enter group name...
cs: Zadejte název skupiny...

source: Enter hostname or IP...
cs: Zadejte hostname nebo IP...

source: Enter info about yourself...
cs: Zadejte informace o své osobě...

source: Enter script name...
cs: Zadejte název skriptu...

source: Enter source URL...
cs: Zadejte URL zdroje...

source: Enter source name...
cs: Zadejte název zdroje...

source: Enter user description...
cs: Zadejte informace o uživateli...

source: Enter user email...
cs: Zadejte email uživatele...

source: Enter user password...
cs: Zadejte heslo uživatele...

source: Enter username...
cs: Zadejte uživatelské jméno...

source: Enter your email...
cs: Zadejte svůj email...

source: Enter your password...
cs: Zadejte své heslo...

source: Enter your username...
cs: Zadejte své uživatelské jméno...

source: Export all items
cs: Exportovat všechny záznamy

source: Failed to acknowledge log record
cs: Potvrzení záznamu logu se nezdařilo

source: Fill in for password change...
cs: Vyplňte pro změnu hesla...

source: From source '%s'
cs: Ze zdroje '%s'

source: From source '%s' were added %d devices
cs: Ze zdroje '%s' bylo přidáno %d zařízení

source: From source '%s' were updated %d devices
cs: Ze zdroje '%s' bylo aktualizováno %d zařízení

source: Group
cs: Skupina

source: Group '%s' already exists
cs: Skupina '%s' již existuje

source: Group '%s' cannot be created
cs: Skupina '%s' nemohla být vytvořena

source: Group '%s' could not be deleted because it is used
cs: Skupina '%s' nemohla být smazána, protože se používá

source: Group '%s' succesfully updated
cs: Skupina '%s' byla úspěšně aktualizována

source: Group '%s' successfully created
cs: Skupina '%s' byla úspěšně vytvořena

source: Group '%s' successfully deleted
cs: Skupina '%s' byla úspěšně smazána

source: Group does not exist
cs: Skupina neexistuje

source: Group name
cs: Název skupiny

source: Group name must be at max %d characters long
cs: Název skupiny může obsahovat maximálně %d znak

source: Groups
cs: Skupiny

source: Host '%s' already exists
cs: Host '%s' již existuje

source: Host must be at max %d characters long
cs: Host může obsahovat maximálně %d znak

source: Hour
cs: Hodina

source: Invert
cs: Invertovat výběr

source: Items %d - %d of %d
cs: Záznamy %d - %d z %d

source: Items per page
cs: Počet záznamů na stránku

source: Keep me signed in
cs: Pamatovat si mě

source: Language
cs: Jazyk

source: List of authentication groups
cs: Seznam autentizačních skupin

source: List of current alarms
cs: Seznam aktuálních alarmů

source: List of current warnings
cs: Seznam aktuálních varování

source: List of device groups
cs: Seznam skupin zařízení

source: List of device sources
cs: Seznam zdrojů zařízení

source: List of devices
cs: Seznam zařízení

source: List of log messages
cs: Výpis logu

source: List of scheduled tasks
cs: Seznam naplánovaných úloh

source: List of scripts
cs: Seznam skriptů

source: Load
cs: Načíst

source: Load devices from source
cs: Načíst zařízení ze zdroje

source: Log ID
cs: Identifikátor

source: Log record does not exist
cs: Záznam logu neexistuje

source: Log record successfully acknowledged
cs: Záznam logu byl potvrzen

source: Login form
cs: Přihlášení

source: Logs
cs: Logy

source: Message
cs: Zpráva

source: Minute
cs: Minuta

source: Month
cs: Měsíc

source: New password
cs: Nové heslo

source: New password must be at least %d characters long
cs: Nové heslo musí obsahovat alespoň %d znak

source: New password must be at max %d characters long
cs: Nové heslo může obsahovat maximálně %d znak

source: No devices loaded from source '%s'
cs: Ze zdroje '%s' nebyly načteny žádná zařízení

source: No results.
cs: Žádné záznamy.

source: Parent group
cs: Nadřazená skupina

source: Password
cs: Heslo

source: Password must be at max %d characters long
cs: Heslo může obsahovat maximálně %d znak

source: Passwords must be at least %d characters long.
cs: Heslo musí obsahovat alespoň %d znak.

source: Passwords must match
cs: Hesla se musí shodovat

source: Please enter your informations
cs: Zadejte prosím informace o své osobě

source: Please fill in the missing email in your profile !
cs: Vyplňte prosím chybějící e-mail ve vašem profilu !

source: Please select device or device group
cs: Vyberte prosím zařízení nebo skupinu zařízení

source: Please, enter commands
cs: Zadejte prosím příkazy

source: Please, enter cron day of month
cs: Zadejte prosím den v měsíci

source: Please, enter cron day of week
cs: Zadejte prosím den v týdnu

source: Please, enter cron hour
cs: Zadejte prosím hodinu

source: Please, enter cron minute
cs: Zadejte prosím minutu

source: Please, enter cron month
cs: Zadejte prosím měsíc

source: Please, enter cron name
cs: Zadejte prosím název úlohy

source: Please, enter group name
cs: Zadejte prosím název skupiny

source: Please, enter hostname or IP
cs: Zadejte prosím hostname nebo IP

source: Please, enter script name
cs: Zadejte prosím název skriptu

source: Please, enter source URL
cs: Zadejte prosím URL zdroje

source: Please, enter source name
cs: Zadejte prosím název zdroje

source: Please, enter user description
cs: Zadejte prosím informace o uživateli

source: Please, enter user email
cs: Zadejte prosím email uživatele

source: Please, enter user password
cs: Zadejte prosím heslo uživatele

source: Please, enter username
cs: Zadejte prosím uživatelské jméno

source: Please, enter your email address
cs: Zadejte prosím svůj email

source: Please, enter your password
cs: Zadejte prosím své heslo

source: Please, enter your username
cs: Zadejte prosím své uživatelské jméno

source: Please, select authentication group or enter username and/or password
cs: Vyberte prosím autentizační skupinu nebo zadejte uživatelské jméno a/nebo heslo

source: Please, select device class
cs: Vyberte prosím třídu zařízení

source: Please, select device source
cs: Vyberte prosím zdroj zařízení

source: Please, select script
cs: Vyberte prosím skript

source: Please, select user role
cs: Vyberte prosím oprávnění uživatele

source: Profile
cs: Profil

source: Profile form
cs: Profil

source: Reset
cs: Zrušit

source: Role
cs: Oprávnění

source: Role must be at max %d characters long
cs: Oprávnění může obsahovat maximálně %d znak

source: Save
cs: Uložit

source: Scheduler (Cron)
cs: Plánovač (Cron)

source: Script
cs: Skript

source: Script '%s' succesfully updated
cs: Skript '%s' byl úspěšně aktualizován

source: Script '%s' successfully created
cs: Skript '%s' byl úspěšně vytvořen

source: Script '%s' successfully deleted
cs: Skript '%s' byl úspěšně smazán

source: Script does not exist
cs: Skript neexistuje

source: Script name
cs: Název skriptu

source: Script name '%s' already exists
cs: Skript s názvem '%s' již existuje

source: Script name must be at max %d characters long
cs: Název skupiny může obsahovat maximálně %d znak

source: Script with entered commands already exists
cs: Skript se zadanými příkazy již existuje

source: Scripts
cs: Skripty

source: Search
cs: Hledat

source: Select device class...
cs: Vyberte třídu zařízení...

source: Select device...
cs: Vyberte zařízení...

source: Select group...
cs: Vyberte skupinu...

source: Select script...
cs: Vyberte skript...

source: Select some row
cs: Vyberte nějaký záznam

source: Select source...
cs: Vyberte zdroj...

source: Selected...
cs: Vybrané...

source: Severity
cs: Závažnost

source: Sign in
cs: Přihlásit

source: Sign out
cs: Odhlásit

source: Signed out due to inactivity
cs: Došlo k odhlášení z důvodu neaktivity

source: Source
cs: Zdroj

source: Source '%s' already exists
cs: Zdroj '%s' již existuje

source: Source URL
cs: URL zdroje

source: Source URL must be at max %d characters long
cs: URL zdroje může obsahovat maximálně %d znak

source: Source can be changed only to 'manual'
cs: Zdroj může být změnen pouze na 'manuální'

source: Source does not exist
cs: Zdroj neexistuje

source: Source name
cs: Název zdroje

source: Source name must be at max %d characters long
cs: Název zdroje může obsahovat maximálně %d znak

source: Source with URL '%s' already exists
cs: Zdroj s URL '%s' již existuje

source: Timeout occured, please try it again
cs: Vypršel časový limit, zkuste to prosím znovu

source: Update of cron task '%s' failed
cs: Aktualizace naplánované úlohy '%s' selhala

source: Update of device '%s' failed
cs: Aktualizace zařízení '%s' selhala

source: Update of device source '%s' failed
cs: Aktualizace zdroje zařízení '%s' selhala

source: Update of script '%s' failed
cs: Aktualizace skriptu '%s' selhala

source: Update of user '%s' failed
cs: Aktualizace uživatele '%s' selhala

source: User '%s' already exists
cs: Uživatel '%s' již existuje

source: User '%s' succesfully updated
cs: Uživatel '%s' byl úspěšně aktualizován

source: User '%s' successfully created
cs: Uživatel '%s' byl úspěšně vytvořen

source: User '%s' successfully deleted
cs: Uživatel '%s' byl úspěšně smazán

source: User does not exist
cs: Uživatel neexistuje

source: User failed to delete
cs: Uživatele se nepodařilo smazat

source: User profile successfully updated
cs: Profil uživatele byl úspěšně aktualizován

source: Username
cs: Uživatelské jméno

source: Username must be at max %d characters long
cs: Uživatelské jméno může obsahovat maximálně %d znak

source: Users
cs: Uživatelé

source: View
cs: Zobrazit

source: View of the log record
cs: Zobrazení záznamu logu

source: Wrong current password
cs: Nesprávné současné heslo

source: Wrong current password. Password was not changed.
cs: Nesprávné současné heslo. Heslo nebylo změněno.

source: Wrong password
cs: Nesprávné heslo

source: Wrong username
cs: Nesprávné uživatelské jméno

source: You can not change role of your user account
cs: Nemůžete změnit oprávnění svého uživatelského účtu

source: You can not delete your user account
cs: Nemůžete smazat svůj uživatelský účet

source: You can not disable your user account
cs: Nemůžete zablokovat svůj uživatelský účet

source: You can use <, <=, >, >=, <>. e.g. ">= %d"
cs: Můžete použít <, <=, >, >=, <>. Např. ">= %d"

source: You do not have sufficient rights
cs: Nemáte dostatečná oprávnění

source: You have successfully signed in
cs: Byl/a jste úspěšně přihlášen/a

source: You have successfully signed out
cs: Byl/a jste úspěšně odhlášen/a

source: added %d devices
cs: přidáno %d zařízení

source: manual
cs: manuální

source: none
cs: žádná

source: Acknowledge
cs: Potvrdit
